
/*
 Localizable.strings
 FGWallet
 
 Created by Ivan on 1/12/18.
 Copyright © 2018 Ivan. All rights reserved.
 */
"hello_blank_fragment"             = "Hello blank fragment";
"action_settings"                 = "Settings";
"title_activity_sms"               = "SmsActivity";
"msg_enter_mobile"                 = "Enter your mobile number to get started!";
"enter_otp"                        = "OTPを入力";

"msg_recoveryFirst"     = "下のリストからリカバリーフレーズの";
"msg_recoveryLast"     = "番目の単語を選択してください";


"msg_manual_otp"                   = "自動的にSMSを検出できない場合は、以下のOTPを入力してください";
"next"                             = "次";

"new_walllet"                      = "新規ウォレット";
"restore_walllet"                  = "ウォレット復元";

"name"                             = "名";
"email"                            = "メール";
"mobile"                           = "Mobile";
"submit"                           = "提出する";
"inquiry"                          = "問い合わせ";
"resend"                           = "再送信する";

//New Wallet
"mobile_number"                    = "携帯電話番号";
"new_pin"                          = "新規暗証番号 (4ケタ)";
"re_enter_pin"                     = "もう一度暗証番号入力";

"terms_conditions"                 = "FGウォレットアカウントを作成することにより、利用規約に合意するものとします。";

"create_wallet"                    = "ウォレット作成";
//Restore Wallet
"restore_mobile_number"            = "携帯電話番号";

"your_pin"                         = "暗証番号";

"need_help"                       = "ヘルプ";


//Home
"transaction_history"              = "取引履歴";
"market_chart"                     = "マーケットチャート";
"atm_map"                          = "ATMマップ";
"settings"                         = "設定";

"contact_support"                  = "サポート問い合わせ";
"log_out"                          = "ログアウト";
"enter_pin"                        = "あなたのPINを入力してください";
//Wallet Menu
"send"                             = "送信";
"recover"                          = "回復します";
"receive"                          = "受信";
"enter_recover"                    = "リカバリーフレーズを入力";
"current_balance"                  = "現在の残高";
"btc"                              = "BTC";

"recipient"                        = "宛先";
"amount"                           = "数値";
"memo"                             = "メモ";
"network_fee"                      = "Network Fee";
"continueT"                        = "次へ";
"create_new_address"               = "新規アドレス生成";
//Settings
"about"                            = "アプリについて";
"recovery_phrase"                  = "復元フレーズ";
"change_password"                  = "パスワード変更";
"rescan_blockchain"                = "ブロックチェーンを再同期";
"change_language"                  = "言語の変更";
//Recovery Phrase Settings
"important"                        = "重要";

"title_recovery_phrase"            = "復元フレーズは誰にも見せないでください。";
"msg_recovery_phrase"              = "復元フレーズはパスワード管理ソフトなどで管理しないでください。";
"show_phrase"                      = "復元フレーズを見る";
"title_recovery_phrase2"           = "携帯電話をなくした場合、このリカバリーフレーズを使って復元してください。";
"msg_recovery_phrase2"             = "紙に書いて保管してく保管してください";
//Change Password
"old_pin"                          = "古い暗証番号";
"re_enter_new_pin"                 = "新規暗証番号再入力";
//Other
"verify_blockchain"                = "BLOCKCHAINで確認する";
"transaction"                      = "取引履歴";
"transaction_memo"                 = "メモ";
"to"                               = "送信先";
"from"                             = "送信元";
"date"                             = "日付";
"received"                         = "受信";
"sent"                             = "送信済";
"min_withdrawal"                   = "最低引き出し額:";
"send_network_fee"                 = "ネットワーク料金:";
"balance_minus_fee"                = "利用可能な合計マイナス料金を使用する";


/* App name */
//"About.appName.android" = "ブレッド";

/* About screen blog label */
"About.blog" = "ブログ";

/* About screen footer */
"About.footer" = "グローバルブレッドチームによって開発されました。バージョン %1$@";

/* Privay Policy button label */
"About.privacy" = "プライバシーポリシー";

/* About screen reddit label */
"About.reddit" = "Reddit（レディット）";

/* Terms of Use button label */
"About.terms" = "利用規約";

/* About screen title */
"About.title" = "概要";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "閉じる";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "サポートセンター";

/* Loading Wallet Message */
"Account.loadingMessage" = "ウォレット読み込み中";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "マイブレッド";

/* Equals symbol */
"AccountHeader.equals" = "=";

/* Manage wallet button title */
"AccountHeader.manageButtonName" = "管理";

/* Third party keyboard warning */
"Alert.customKeyboard.android" = "現在、サードパーティーのキーボードを使用しているようです。これを使うと入力した内容が記録され、ペーパー・キーが盗まれる可能性があります。追加の保護措置としてAndroidのデフォルトキーボードに切り替えてください。";

/* Error alert title */
"Alert.error" = "エラー";

/* Keystore error */
"Alert.keystore.generic.android" = "Android OSのKeystoreに問題があります。support@breadwallet.com にお問い合わせください。";

/* KeyStore error, keys are invalidated */
"Alert.keystore.invalidated.android" = "お使いのAndroidロック画面が無効にされたため、暗号化されたブレッドのデータはつい最近無効になりました。";

/* Keystore error title */
"Alert.keystore.title.android" = "Android KeyStoreエラー";

/* No internet alert message */
"Alert.noInternet" = "インターネット接続が見つかりません。接続を確認してから、もう一度お試しください。";

/* Warning alert title */
"Alert.warning" = "警告";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "アドレスがコピーされました";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "すべてのウォレットアドレスが正常にコピーされました。";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "紙の鍵、セットされました。";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "素晴らしい!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PINコードのセット";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "送金に失敗しました";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "送金のご確認";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "送金しました!";

/* Fingerprint was recognized by the scanner */
"Alerts.touchIdSucceeded.android" = "指紋が認識されました";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSONシリアル化エラー";

/* Wallet not ready error message */
"ApiClient.notReady" = "ウォレットの準備ができていません";

/* API Token error message */
"ApiClient.tokenError" = "APIトークンを取得できません";

/* Send BCH view body. */
"BCH.body" = "送金先のBCHアドレスを入力してください。フォーク時（%1$@）にウォレット内にあった全てのBCHが送られます。";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "%1$@を%2$@に送金することを確認する";

/* Confirmation alert title */
"BCH.confirmationTitle" = "承認";

/* Generic bch erorr message */
"BCH.genericError" = "アカウントにBCHがない、またはフォークの後にBCHを受け取っています。";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "トランザクションIDをコピー済み";

/* No address error message */
"BCH.noAddressError" = "アドレスを入力してください";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "BCHのトランザクションでペイメントプロトコルリクエストはサポートされていません。";

/* BCH successfully sent alert message */
"BCH.successMessage" = "BCHの送金に成功しました。";

/* Widthdraw BCH view title */
"BCH.title" = "BCHを引き出す";

/* Tx Hash button header */
"BCH.txHashHeader" = "BCHのトランザクションID";

/* Approve button label */
"BitID.approve" = "承認する";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@がビットコインウォレットを使っての認証を求めています";

/* Deny button label */
"BitID.deny" = "拒否する";

/* BitID error alert title */
"BitID.error" = "認証エラー";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "サービスを確認してください。やり直さなければいけない可能性もあります。";

/* BitID success alert title */
"BitID.success" = "認証成功";

/* BitID Authentication Request alert view title */
"BitID.title" = "BitID認証リクエスト";

/* Cancel button label */
"Button.cancel" = "キャンセル";

/* Ignore button label */
"Button.ignore" = "無視する";

/* menu button */
"Button.menu" = "メニュー";

/* No button */
"Button.no" = "いいえ";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "受取";

/* send button */
"Button.send" = "送金する";

/* Settings button label */
"Button.settings" = "設定";

/* Settings button label */
"Button.submit" = "提出";

/* Yes button */
"Button.yes" = "はい";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "ご自身のIDをこのボックス内で中央に配置してください";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "送金する数量：";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "ネットワーク手数料：";

/* eg. Processing time: This transaction is predicted to complete in [10-60 minutes]. */
"Confirmation.processingTime" = "処理時間: この取引は%1$@で完了する見込みです。";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "送金する";

/* Confirmation Screen title */
"Confirmation.title" = "承認";

/* To: (address) */
"Confirmation.to" = "宛て先";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "費用合計：";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "すべてが正しく書き留められていることを確認するため、紙の鍵に記入した下記のフレーズを入力してください。";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "フレーズ #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "ビットコインの表示単位";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "為替レート";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "この端末は、iOSのメールアプリを使用してメールを送信する設定がされていません。";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "メールが利用できません";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "この端末はメール送信の設定がされていません。";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "メッセージの送受信ができません";

/* Fingerprint was not recognized by the scanner, please try scanning again */
"ErrorMessages.touchIdFailed.android" = "指紋が認識されませんでした。もう一度やり直してください。";

/* Economy fee */
"FeeSelector.economy" = "エコノミー";

/* E.g. [This transaction is predicted to complete in] 1-24 hours */
"FeeSelector.economyTime" = "1～24時間";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "このオプションは速く送金を済ませたい方にはお勧めしません。";

/* E.g. Estimated delivery: 10-60 minutes */
"FeeSelector.estimatedDeliver" = "お届け予定時間: %1$@";

/* Regular fee */
"FeeSelector.regular" = "レギュラー";

/* E.g. [This transaction is predicted to complete in] 10-60 minutes */
"FeeSelector.regularTime" = "10～60分";

/* Fee Selector title */
"FeeSelector.title" = "処理速度";

/* Checking private key balance progress view text */
"Import.checking" = "秘密鍵の残高確認中...";

/* Sweep private key confirmation message */
"Import.confirm" = "この秘密鍵からウォレットに%1$@を送信しますか? ビットコインネットワークは手数料%2$@を頂戴します。";

/* Duplicate key error message */
"Import.Error.duplicate" = "この秘密鍵はすでにあなたのウォレットに存在しています。";

/* empty private key error message */
"Import.Error.empty" = "この秘密鍵は空白です。";

/* High fees error message */
"Import.Error.highFees" = "トランザクション手数料がこのプライベートキーのアカウントにある残高を上回っています。";

/* Not a valid private key error message */
"Import.Error.notValid" = "有効な秘密鍵ではありません";

/* Import signing error message */
"Import.Error.signing" = "トランザクションへのサイン中にエラーが発生しました";

/* Import button label */
"Import.importButton" = "インポート";

/* Importing wallet progress view label */
"Import.importing" = "ウォレットをインポート中";

/* Caption for graphics */
"Import.leftCaption" = "インポート\nされる\nウォレット";

/* Import wallet intro screen message */
"Import.message" = "ウォレットをインポートすると、1回のトランザクションで、ご自身の他のウォレットからすべてのお金をブレッドのウォレットへ転送できます。";

/* Enter password alert view title */
"Import.password" = "この秘密鍵はパスワードで保護されています。";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "パスワード";

/* Caption for graphics */
"Import.rightCaption" = "あなたの\nブレッドの\nウォレット";

/* Scan Private key button label */
"Import.scan" = "秘密鍵をスキャン";

/* Import wallet success alert title */
"Import.success" = "成功";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "ウォレットが正常にインポートされました。";

/* Import Wallet screen title */
"Import.title" = "ウォレットをインポート";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "鍵のロックを解除中です";

/* Import wallet intro warning message */
"Import.warning" = "ウォレットのインポートには、取引履歴やその他の詳細は含まれません。";

/* Wrong password alert message */
"Import.wrongPassword" = "パスワードが違います。もう一度お試しください。";

/* Close app button */
"JailbreakWarnings.close" = "閉じる";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "無視する";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "端末がセキュリティの危険にさらされている可能性があります\n 「脱獄」アプリはブレッドのキーチェーンデータにアクセスし、あなたのビットコインを盗む恐れがあります!  直ちにこのウォレットを完全削除して、安全な端末で復元して下さい。";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "端末がセキュリティの危険にさらされている可能性があります\n「脱獄」アプリはブレッドのキーチェーンデータにアクセスし、あなたのビットコインを盗む恐れがあります!  ブレッドは必ず脱獄端末以外で利用してください。";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "警告";

/* Wipe wallet button */
"JailbreakWarnings.wipe" = "完全削除";

/* Location services disabled error */
"LocationPlugin.disabled" = "位置情報サービスが無効化されています。";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "ブレッドは位置情報サービスへのアクセスが許可されていません。";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "あなたは%1$@でご自身のウォレットを作成しました";

/* Manage wallet description text */
"ManageWallet.description" = "あなたのウォレットの名前はご自身のアカウントの取引履歴上でのみ表示され、あなた以外誰も閲覧することができません。";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "ウォレットの名前";

/* Manage wallet modal title */
"ManageWallet.title" = "ウォレットを管理";

/* Buy bitcoin title */
"MenuButton.buy" = "ビットコインを購入";

/* Menu button title */
"MenuButton.lock" = "ウォレットにロックを設定する";

/* Menu button title */
"MenuButton.security" = "セキュリティセンター";

/* Menu button title */
"MenuButton.settings" = "設定";

/* Menu button title */
"MenuButton.support" = "サポート";

/* button label */
"MenuViewController.createButton" = "新規ウォレットを作成";

/* Menu modal title */
"MenuViewController.modalTitle" = "メニュー";

/* button label */
"MenuViewController.recoverButton" = "ウォレットを復元";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "自動モードに切り替える";

/* Node is connected label */
"NodeSelector.connected" = "接続中";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "ノードのIPアドレスとポートを入力する（任意）";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "ノードを入力する";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "マニュアルモードに切り替える";

/* Node address label */
"NodeSelector.nodeLabel" = "現在のプライマリーノード";

/* Node is not connected label */
"NodeSelector.notConnected" = "未接続";

/* Node status label */
"NodeSelector.statusLabel" = "ノードの接続状況";

/* Node Selector view title */
"NodeSelector.title" = "ビットコインノード";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "不正な支払い要求";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "ドキュメントがサポートされていないか、またはドキュメントが破損しています";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "証明書が不足しています";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "期限切れのリクエスト";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "支払いが行えませんでした";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "%1$@未満のビットコインの支払いは行えません。";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "ビットコインのトランザクションの出力は%1$@以上である必要があります。";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "署名の種類がサポートされていません";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "信頼できない証明書";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "ウォレットを保護するためには端末のパスコードが必要です。設定画面にてパスコードをオンにしてください。";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "端末のパスコードをオンにする";

/* Instruction how to enable device encryption */
"Prompts.NoScreenLock.body.android" = "ウォレットを守るため機器の画面をロックする必要があります。「設定」 > 「セキュリティ」 > 「画面ロック」で有効にしてから続行してください。";

/* Device encryption prompt title */
"Prompts.NoScreenLock.title.android" = "画面ロックが無効になっています";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "携帯電話の紛失時や変更時に備えて、お客様のペーパーキーは必ず保管しておいてください。続けるにはここをタップしてください。";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "アクションが要求されました";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "あなたのウォレットは同期されていない可能性があります。ブロックチェーンを再スキャンすることで修復できる可能性があります。";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "トランザクションが拒否されました";

/* Share data prompt body */
"Prompts.ShareData.body" = "匿名のデータを共有してBreadの機能向上に役立てる";

/* Share data prompt title */
"Prompts.ShareData.title" = "匿名のデータを共有する";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Touch IDを有効にするにはこちらをタップしてください";

/* Enable Fingerprint prompt body */
"Prompts.TouchId.body.android" = "こちらをタップして指紋認証を有効にしてください";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Touch IDを有効化する";

/* Enable Fingerprint prompt title */
"Prompts.TouchId.title.android" = "指紋認証を有効にする";

/* Button on fingerprint prompt so the user can enter their PIN instead */
"Prompts.TouchId.usePin.android" = "PIN";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "ブレッドは6桁のPINコード使用にアップグレードされました。こちらをタップして更新してください。";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "PINコードを更新する";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "今後、Breadからの特別なメッセージを受け取るために通知をオンにしてください。";

/* Push notifications toggle switch label */
"PushNotifications.label" = "プッシュ通知";

/* Push notifications are off label */
"PushNotifications.off" = "オフ";

/* Push notifications are on label */
"PushNotifications.on" = "オン";

/* Push notifications settings view title label */
"PushNotifications.title" = "通知";

/* Address copied message. */
"Receive.copied" = "クリップボードにコピーされました。";

/* Share via email button label */
"Receive.emailButton" = "メール";

/* Request button label */
"Receive.request" = "金額のリクエスト";

/* Share button label */
"Receive.share" = "シェアする";

/* Share via text message (SMS) */
"Receive.textButton" = "テキストメッセージ";

/* Receive modal title */
"Receive.title" = "受け取る";

/* Done button text */
"RecoverWallet.done" = "終了";

/* Recover wallet header */
"RecoverWallet.header" = "ウォレットを復元";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "PINコードをリセット";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "紙の鍵を入力してください";

/* Recover wallet intro */
"RecoverWallet.intro" = "紙の鍵を使用し、あなたのブレッドを復元する。";

/* Invalid paper key message */
"RecoverWallet.invalid" = "あなたが入力した紙の鍵は無効です。各フレーズを再確認の上、もう一度お試しください。";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "左矢印";

/* Next button label */
"RecoverWallet.next" = "次へ";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "詳しくはこちらをタップしてください。";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "右矢印";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "復元を希望するウォレットのペーパーキーを入力してください。";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "PINコードをリセットするには、紙の鍵の中からこのフレーズを下記ボックスの中に入力してください。";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "初めに数量を入力してください。";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "金額のリクエスト";

/* Alert action button label */
"ReScan.alertAction" = "同期";

/* Alert message body */
"ReScan.alertMessage" = "同期中は送金することができません。";

/* Alert message title */
"ReScan.alertTitle" = "ブロックチェーンで同期しますか?";

/* extimated time */
"ReScan.body1" = "20〜45分";

/* Syncing explanation */
"ReScan.body2" = "ビットコインネットワークでトランザクションが完了したと表示されているが、Bread上では完了と表示されない場合。";

/* Syncing explanation */
"ReScan.body3" = "送金しているが、拒否され続けている場合。";

/* Start Sync button label */
"ReScan.buttonTitle" = "同期を開始する";

/* Sync blockchain view footer */
"ReScan.footer" = "ブロックチェーンで同期中は送金することはできません。";

/* Sync Blockchain view header */
"ReScan.header" = "ブロックチェーン同期";

/* Subheader label */
"ReScan.subheader1" = "予定時刻";

/* Subheader label */
"ReScan.subheader2" = "いつ同期しますか?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "カメラのフラッシュ";

/* Complete filter label */
"Search.complete" = "完了";

/* Pending filter label */
"Search.pending" = "保留中";

/* Received filter label */
"Search.received" = "受取済";

/* Sent filter label */
"Search.sent" = "送信済";

/* Security Center Info */
"SecurityCenter.info" = "セキュリティを最大限に高めるため、すべてのセキュリティ設定を有効にしてください。";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "あなたが携帯電話を紛失したり、アップグレードした場合にご自身のビットコインへアクセスできる唯一の方法です。";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "ペーパーキー";

/* PIN button description */
"SecurityCenter.pinDescription" = "アクセス権限のないユーザーからあなたのブレッドを守ります。";

/* PIN button title */
"SecurityCenter.pinTitle" = "6桁のPINコード";

/* Security Center Title */
"SecurityCenter.title" = "セキュリティセンター";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Breadロック解除の他、設定した限度額までの送金も指紋認証で出来ます。";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Security center fingerprint authentication button */
"SecurityCenter.touchIdTitle.android" = "指紋認証";

/* Send money amount label */
"Send.amountLabel" = "金額";

/* Balance: $4.00 */
"Send.balance" = "残高: %1$@";

/* Instructions how to allow the camera access for the app */
"Send.cameraUnavailabeMessage.android" = "「設定」 > 「アプリ」 > 「ブレッド」 > 「許可」でカメラへのアクセスを許可してください";

/* Permission required to access camera */
"Send.cameraUnavailabeTitle.android" = "ブレッドはカメラへのアクセスを許可されていません";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "設定画面へ移動し、カメラへのアクセス許可をしてください。";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "ブレッドはカメラへのアクセスが許可されていません";

/* Warning when sending to self. */
"Send.containsAddress" = "送金先がご自身のアドレスになっています。自分宛てには送金できません。";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "トランザクションの作成ができませんでした。";

/* Description for sending money label */
"Send.descriptionLabel" = "メモ";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "ペーストボードが空です";

/* Network Fee: $0.01 */
"Send.fee" = "ネットワーク手数料: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "受取人の本人確認が行われていません。";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "送金先のアドレスが無効なビットコインアドレスです。";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "ペーストボードに有効なビットコインアドレスが入っていません。";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "無効なアドレスです";

/* Is rescanning error message */
"Send.isRescanning" = "フルリスキャンを行っている間は送金できません。";

/* We are loading the request (now) */
"Send.loadingRequest" = "ロード要求";

/* Empty address alert message */
"Send.noAddress" = "受取人のアドレスを入力してください。";

/* Emtpy amount alert message */
"Send.noAmount" = "送金金額を入力してください。";

/* Paste button label */
"Send.pasteLabel" = "貼り付け";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "取引を実行できませんでした。";

/* Could not load remote request error message */
"Send.remoteRequestError" = "支払い要求がロードできませんでした";

/* Scan button label */
"Send.scanLabel" = "スキャン";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "送金する";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "送金";

/* Send money to label */
"Send.toLabel" = "宛先";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "ビットコインアドレスは、個人利用のみを想定しています。";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "再利用は、最初の利用者と受取人の両方のプライバシーの侵害につながるおそれがあり、受取人がアドレスを直接管理しない場合、損害につながるおそれもあります。";

/* Adress already used alert title */
"Send.UsedAddress.title" = "アドレスはすでに使用されています";

/* About label */
"Settings.about" = "概要";

/* Advanced Settings title */
"Settings.advancedTitle" = "詳細設定";

/* i.e. the currency which will be displayed */
"Settings.currency" = "表示される通貨";

/* Join Early access label */
"Settings.earlyAccess" = "早期アクセスに参加";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "ブレッドをお楽しみいただいていますか?";

/* Import wallet label */
"Settings.importTitle" = "ウォレットをインポート";

/* Manage settings section header */
"Settings.manage" = "管理";

/* Notifications label */
"Settings.notifications" = "通知";

/* Leave review button label */
"Settings.review" = "レビューを書く";

/* Share anonymous data label */
"Settings.shareData" = "匿名データをシェアする";

/* Sync blockchain label */
"Settings.sync" = "ブロックチェーン同期";

/* Settings title */
"Settings.title" = "設定";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch IDの利用限度額";

/* The fingerprint spending limit */
"Settings.touchIdLimit.android" = "指紋認証利用上限";

/* Wallet Settings section header */
"Settings.wallet" = "ウォレット";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "別のウォレットを作成、または復元する";

/* Share data view body */
"ShareData.body" = "匿名データをシェアして、ブレッドの改善にご協力ください。これにはいかなる財務情報も含まれません。私たちはあなたの財務プライバシーを尊重しています。";

/* Share data header */
"ShareData.header" = "データをシェしますか?";

/* Share data switch label. */
"ShareData.toggleLabel" = "匿名データをシェアしますか?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "紙の鍵をもう一度書き留めてください";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "紙の鍵は、あなたが携帯電話を紛失したり、盗まれたり、壊れたり、アップグレードした場合に、ご自身のブレッドを復元できる唯一の方法です。\n\nフレーズの一覧を表示しますので、紙に書き留めて安全に保管してください。";

/* button label */
"StartPaperPhrase.buttonTitle" = "紙の鍵を書き留めてください";

/* Argument is date */
"StartPaperPhrase.date" = "あなたが最後に紙の鍵を書き留めたのは %1$@です";

/* Start view message */
"StartViewController.message" = "最も安全にビットコインを使う手段。";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "接続中";

/* Syncing view header text */
"SyncingView.header" = "同期中";

/* Retry button label */
"SyncingView.retry" = "再試行";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "同期中";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@日";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@時間";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@分";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@秒";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "%1$@からTouch ID利用限度額を変更できます。";

/* Fingerprint enabling description body */
"TouchIdSettings.customizeText.android" = "指紋認証利用上限は指紋認証利用上限画面でカスタマイズできます";

/* Instruction for the fingerprint setup */
"TouchIdSettings.disabledWarning.body.android" = "この機器は指紋認証が有効化されていません。設定 -> セキュリティに移動して指紋認証を設定してください。";

/* Fingerprint Is Not Setup */
"TouchIdSettings.disabledWarning.title.android" = "指紋認証が有効ではありません";

/* Touch Id screen label */
"TouchIdSettings.label" = "設定された限度額以下の送金を行う場合には、指紋を使ってご自身のブレッドのロックを解除してください。";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID利用限度額画面";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "利用限度: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "ブレッドでTouch IDの有効化";

/* Enable fingerprint for this wallet called Bread */
"TouchIdSettings.switchLabel.android" = "ブレッド用に指紋認証を有効にする";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Fingerprint authentication label */
"TouchIdSettings.title.android" = "指紋認証";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "あなたはこの端末でTouch IDの利用設定をしていません。設定->Touch IDとパスコードに移動し、今すぐ設定してください。";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch IDが設定されていません";

/* Always require passcode option */
"TouchIdSpendingLimit" = "常にパスコードを要求する";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "限度額を超える金額の送金を行う場合や、最後に6桁のPINコードを入力してから48時間毎に6桁のPINコードの入力が求められます。";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch IDの利用限度額";

/* name of spending limit when using fingerprint authorization */
"TouchIdSpendingLimit.title.android" = "指紋認証利用上限";

/* Availability status text */
"Transaction.available" = "利用可能";

/* Transaction complete label */
"Transaction.complete" = "完了";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "期末残高: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "受け取り時の為替レート：";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "送金時の為替レート：";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ 手数料)";

/* Invalid transaction */
"Transaction.invalid" = "無効";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "たった今";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "進行中: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "進行中: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "期首残高: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "認証を待っています。トランザクションの完了に認証を必要とする販売者もいます。推定時間: 1-2時間。";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "アカウント";

/* Amount section header */
"TransactionDetails.amountHeader" = "金額";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "ブロックにて承認済み";

/* Memo section header */
"TransactionDetails.commentsHeader" = "メモ";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "あなたの取引はこちらに表示されます。";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "%1$@で";

/* More button title */
"TransactionDetails.more" = "もっと見る...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "%1$@を移動させました";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "<b>%1$@</b>を移動させました";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "未承認";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "%1$@を受け取りました";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "<b>%1$@</b>を受け取りました";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "%1$@を送金しました";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "<b>%1$@</b>を送金しました";

/* Status section header */
"TransactionDetails.statusHeader" = "ステータス";

/* Transaction Details Title */
"TransactionDetails.title" = "取引詳細";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "%1$@に";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ビットコイン トランザクションID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "このアドレスで受け取りました";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "このアドレスに送金しました";

/* Disabled until date */
"UnlockScreen.disabled" = "以下まで無効: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "マイアドレス";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "PINコードをリセット";

/* Scan button title */
"UnlockScreen.scan" = "スキャン";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "PINコードを入力してください";

/* Instruction to touch the sensor for fingerprint authentication */
"UnlockScreen.touchIdInstructions.android" = "タッチセンサー";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "ブレッドのロックを解除してください。";

/* Device authentication body */
"UnlockScreen.touchIdPrompt.android" = "続行するためAndroid機器のロックを解除 してください";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Touch IDでロックを解除する";

/* Device authentication title */
"UnlockScreen.touchIdTitle.android" = "認証が必要です";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "ウォレットのロックが解除されました";

/* Update PIN caption text */
"UpdatePin.caption" = "このPINコードは覚えておいてください。忘れた場合、ご自身のビットコインへアクセスできなくなります。";

/* PIN creation info. */
"UpdatePin.createInstruction" = "あなたのPINコードはご自身のブレッドのロックを解除したり、送金する時に利用します。";

/* Update PIN title */
"UpdatePin.createTitle" = "PINコードの設定";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "PINコードを再入力してください";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "現在のPINコードを入力してください。";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "新しいPINコードを入力してください。";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "新しいPINコードを再入力してください。";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "申し訳ありませんが、PINコードが更新できませんでした。";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "PINコード更新エラー";

/* Update PIN title */
"UpdatePin.updateTitle" = "PINコードを更新する";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "ウォレットアドレスをクリップボードにコピーしますか?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "ウォレットアドレスのクリップボードへのコピーを認証";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "ウォレットアドレスをコピーします";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "コピー";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "このトランザクションを認証するためにはPINを入力してください。";

/* Verify PIN view body */
"VerifyPin.continueBody" = "続けるにはPINコードを入力してください。";

/* Verify PIN view title */
"VerifyPin.title" = "PINコードが必要です";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "このトランザクションを認証する";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "BreadのiPhoneアプリを開き、ウォレットをセットアップする";

/* Dismiss button label */
"Webview.dismiss" = "解除";

/* Webview loading error message */
"Webview.errorMessage" = "このコンテンツの読み込み中にエラーが発生しました。もう一度お試しください。";

/* Updating webview message */
"Webview.updating" = "更新中...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Breadwalletは新しい見た目と新機能を備えて、Breadという名前に生まれ変わりました。\n\nヘルプをご覧になるには、ほとんどの画面の右上にある(?)をお探しください。";

/* Top title of welcome screen */
"Welcome.title" = "Breadへようこそ！";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "本当にこのウォレットを削除しますか？";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "ウォレットを消去しますか？";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "ウォレットを消去できませんでした。";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "失敗しました";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "ウォレットを消去し、新しいウォレットを作成したり、復元したりしたい場合は復旧フレーズを入力してください。この段階では残高は残っています。";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "別のウォレットを開設するか復元することにより、このデバイス上で異なるBreadウォレットへのアクセスと管理ができるようになります。";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "このデバイスから現在使用中のBreadウォレットへのアクセスはできなくなります。残高はフレーズに残されます。";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "別のウォレットを作成、または復元する";

/* Wipe wallet button title */
"WipeWallet.wipe" = "消去";

/* Wiping activity message */
"WipeWallet.wiping" = "消去中...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "フレーズは順番通りに書き留めて、安全な場所に保管しておいてください。";

/* button label */
"WritePaperPhrase.next" = "次へ";

/* button label */
"WritePaperPhrase.previous" = "前へ";

/* 1 of 3 */
"WritePaperPhrase.step" = "%2$dの%1$d";

